tap "adoptopenjdk/openjdk"
tap "clojure/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "apr-util"
brew "aws-cdk"
brew "awscli"
brew "bash"
brew "clang-format"
brew "clojure/tools/clojure"
brew "cmake"
brew "conan"
brew "deno"
brew "elixir"
brew "erlang"
brew "exercism"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "imagemagick"
brew "jq"
brew "leiningen"
brew "make"
brew "maven"
brew "meson"
brew "neovim"
brew "node", link: false
brew "node@18", link: true
brew "pyright"
brew "python@3.10", link: true
brew "r"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "vim"
brew "watch"
brew "watchman"
brew "zsh"

cask "alacritty"
cask "emacs"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono"
cask "gimp"
cask "hammerspoon"
cask "kitty"
cask "mactex"
cask "temurin"
cask "temurin11"
cask "temurin17"
cask "xquartz"
