tap "adoptopenjdk/openjdk"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "fluxcd/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "sass/sass"
tap "skypjack/entt"
tap "xwmx/taps"

brew "ack"
brew "ansible"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "harfbuzz"
brew "ant"
brew "apr-util"
brew "node", link: false
brew "aws-cdk"
brew "awscli"
brew "bdw-gc"
brew "bison"
brew "boost"
brew "catch2"
brew "clang-format"
brew "cmake"
brew "python@3.10"
brew "compiledb"
brew "pygments"
brew "conan"
brew "deno"
brew "folly"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "entr"
brew "exercism"
brew "expat"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "unbound"
brew "gnutls"
brew "libass"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fpc"
brew "freetds"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "gnu-smalltalk"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "grafana"
brew "python@3.8"
brew "librsvg"
brew "graphviz"
brew "groonga"
brew "helm"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kafka"
brew "kawa"
brew "lazygit"
brew "ledger"
brew "leiningen"
brew "libgccjit"
brew "libiconv"
brew "libsigc++"
brew "libsigc++@2"
brew "libslirp"
brew "libxml2"
brew "llvm"
brew "mailutils"
brew "make"
brew "mariadb"
brew "maven"
brew "ninja"
brew "meson"
brew "minikube"
brew "mongosh"
brew "mono"
brew "mysql-client"
brew "ripgrep"
brew "tig"
brew "nb"
brew "neovim"
brew "neovim-qt"
brew "nghttp2"
brew "nim"
brew "node@18", link: true
brew "ocaml"
brew "opam"
brew "pass"
brew "pegtl"
brew "php"
brew "phpmyadmin"
brew "popt"
brew "postgresql@12"
brew "postgresql@14"
brew "potrace"
brew "pyright"
brew "qemu"
brew "r"
brew "raylib"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby"
brew "ruby-install"
brew "rustup-init"
brew "sbcl"
brew "scons"
brew "sdl2_gfx"
brew "sdl2_image"
brew "shellcheck"
brew "starship"
brew "stow"
brew "subversion"
brew "swi-prolog"
brew "task"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "watch"
brew "watchman"
brew "yarn"
brew "zsh"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"], link: false
brew "fluxcd/tap/flux"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "sass/sass/sass"
brew "skypjack/entt/entt"

cask "alacritty"
cask "amethyst"
cask "emacs"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono"
cask "fpcsrc"
cask "gimp"
cask "hammerspoon"
cask "hyper"
cask "kitty"
cask "mactex"
cask "porting-kit"
cask "racket"
cask "tcl"
cask "temurin"
cask "temurin11"
cask "temurin17"
cask "temurin18"
cask "xquartz"
