tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"

brew "aws-cdk"
brew "awscli"
brew "bash"
brew "binaryen"
brew "clang-format"
brew "clojure/tools/clojure"
brew "cmake"
brew "colima"
brew "coreutils"
brew "deno"
brew "elixir"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fsouza/prettierd/prettierd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libgccjit"
brew "make"
brew "maven"
brew "meson"
brew "n"
brew "neovim"
brew "ninja"
brew "node"
brew "pkg-config"
brew "python@3.11"
brew "r"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "vim"
brew "watch"
brew "watchman"
brew "zsh"

cask "alacritty"
cask "android-sdk"
cask "d12frosted/emacs-plus/emacs-plus", args: ["with-native-comp"]
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono"
cask "hammerspoon"
cask "mactex"
cask "racket"
cask "raspberry-pi-imager"
cask "temurin17"
cask "temurin21"
cask "wezterm"
cask "xquartz"
