tap "1password/tap"
tap "aws/tap"
tap "azure/kubelogin"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "pulumi/tap"

brew "awscli"
brew "azure-cli"
brew "azure/kubelogin/kubelogin"
brew "bash"
brew "bat"
brew "colima"
brew "coreutils"
brew "deno"
brew "derailed/k9s/k9s"
brew "direnv"
brew "docker"
brew "docker-credential-helper-ecr"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libgccjit"
brew "lima"
brew "miller"
brew "mongodb-atlas-cli"
brew "neovim"
brew "node"
brew "node@18"
brew "node@20"
brew "pass"
brew "pkg-config"
brew "podman"
brew "pulumi/tap/pulumi"
brew "pyenv"
brew "rclone"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxp"
brew "vim"
brew "watch"
brew "watchman"
brew "zsh"

cask "1password-cli"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "iterm2-beta"
cask "kitty"
cask "temurin21"
cask "wezterm"
