tap "aws/tap"
tap "azure/kubelogin"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "pulumi/tap"

brew "awscli"
brew "azure-cli"
brew "bash"
brew "coreutils"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "gitui"
brew "gnupg"
brew "helm"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "miller"
brew "neovim"
brew "node@18"
brew "openblas"
brew "pandoc"
brew "pass"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxp"
brew "vim"
brew "watch"
brew "watchman"
brew "zsh"

brew "aws/tap/aws-sam-cli"
brew "azure/kubelogin/kubelogin"
brew "derailed/k9s/k9s"
brew "pulumi/tap/pulumi"

cask "emacs"
cask "font-inconsolata-nerd-font"
cask "kitty"
cask "mysql-shell"
cask "temurin17"
